// Settings Menu for Front Row

FRSettingsName = "Nome";
FRSettingsVersion = "Versione SW";
FRSettingsScreenSaver = "Salvaschermo";
FRSettingsUISounds = "Effetti sonori";
FRSettingsPhotoDB = "Sorgente immagini";

FRSettingsOff = "Inattivo";
FRSettingsOn = "Attivo";
